Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C03B.tmx
Source language: en_us
Languages: zh_cn

source: The New Scandinavian Cinema of the Absurd
zh_cn: 北欧荒诞派新电影

source: 'No. You are in no man's land. Which never moves, which never changes, which never grows older, but which remains forever, icy and silent.'
zh_cn: “是的，你处于无主之地，此地永不移动，没有变更，永生不老，冰冷、沉寂直至永恒。”

source: (Harold Pinter, No Man's Land)
zh_cn: （哈罗德·品特《无主之地》）

source: The Theatre of the Absurd, through its most obvious precursor Dada Theatre, was originally developed by two Romanians working in Paris, and brought to utter perfection by Beckett and Pinter.
zh_cn: 荒诞派戏剧作为最显著的达达戏剧继任者，开初由两个在巴黎工作的罗马尼亚人发展起来，由贝克特和品特的创作至极致完美。

source: Cinema, despite its avant-gardistic period in the 1960s America, has never truly got to grips with the creation of artistic empathy through the Absurd.
zh_cn: 尽管电影经历了20世纪60年代的美国先锋实验阶段，却从未真正与荒诞派产生艺术共鸣并有所作为。

source: A Dane, two Norwegians and a Swede show at the 50th Times BFI London Film Festival that Cinema of the Absurd is not only possible, but has proved capable of producing some of the strongest, most thought-provoking works at the festival.
zh_cn: 在第50届泰晤士BFI伦敦电影节上，一个丹麦人，两个挪威人和一个瑞典人向我们展示了荒诞派电影不仅是可能的，而且还证明了荒诞可以创作出一些最强大最思想深刻的电影作品。

source: Kierkegaard's definition of the term is that, 'to act by virtue of the absurd, is to act upon faith' (S?ren Kierkegaard, Journals, 1849). In creating a narrative, the Absurdist artist then is not only constructing characters that do not act rationally (though they do not have to be irrational), but has to impose an overarching vision of the piece driven by instinct, rather than rationality.
zh_cn: 克尔凯郭尔1对这个词的定义是“因荒诞而行，即以信仰而行。”（索伦·克尔凯郭尔1849年日记）在叙述的创作上，荒诞主义艺术家不但要构想出不按理性（但不必失去理性）行事的人物，而且要从直觉而不是理性驱使的片段中制造出挥之不去的幻觉。

source: Lars von Trier's The Boss of It All is a work that heralds the movement in its seemingly rational construction.
zh_cn: 拉斯·冯·特里尔的《真假老板》以其隐约可见的理性结构揭开了这场运动的帷幕。

source: Ravn (Peter Gantzler) is the owner of an IT company, but not wanting to be held fully responsible, pretends to his employees that he is merely a co-owner of the business, not the sole proprietor of the company's assets.
zh_cn: 拉文（皮特·甘特勒饰演）是一家IT公司的老板，但他不想担上全部大任，于是在职员面前假装自己仅是公司的一个合伙人，不是公司资产的唯一持有人。

source: Consequently, when Ravn decides to make an important transaction affecting the company's future, an Icelandic businessman who is interested in the deal (Fri?rik ?Ё®r Fri?riksson), insists on talking to the company's president, and not merely the executive.
zh_cn: 结果在拉文要做一笔关乎公司未来的重要交易时，表现出兴趣的冰岛商人（弗里德里克·

source: At this point enters Kristoffer (Jens Albinus), an actor who assumes the role with such seriousness that he calls into question the sheer morality of his character's action.
zh_cn: 托尔·弗里德里克松饰演）不愿只与执行官洽谈，坚持要和公司的董事长见面。这时克里斯托弗（延斯·埃比纳斯饰演）出场了，他意识到担任的董事长角色的重要性，陷入了对角色的道德偏离的质疑。

source: A situation comedy opens up, guaranteeing laughs for even the iciest of spectators.
zh_cn: 一连串喜剧上演，哪怕是最冷若冰霜的观众也担保笑开怀。

source: Yet, by the final frame, von Trier has played the cards so well that the twist, though it is void of rationality or human empathy, turns out to be the only available action for all involved.
zh_cn: 在最后的构思中，虽然故事超出了理性和共鸣，但冯·特里尔随心所欲地使悬念随情节发展顺理成章。

source: Kristoffer's Gambini-esque final performance is astonishing to us and the characters in the film - who are caught up in a well-structured existentialist comedy without ever realising it.
zh_cn: 克里斯托弗最后甘比尼2式的表演不仅让观众惊讶，更是刻画了一个困顿于缜密设计的存在主义喜剧而懵然不知的角色。

source: One might fault The Boss of It All for failing to achieve the spontaneity impregnated with meaning that comes from the visibly disjointed narrative that is so dear to Absurd Art.
zh_cn: 清晰的杂乱的叙述方式对于荒诞艺术可谓十分可贵，有人却认为《真假老板》并未能在它的叙述中使意味深长自然流露。

source: Arguably, the Danish director relies too much on Automavision shooting (which effectively makes the cinematographer redundant) to make visible any unexpected moments that come about during the performance.
zh_cn: 事实上导演过多地使用自动视觉拍摄手法捕捉表演中许多不经意的时刻，反而使电影摄影师变得多余。

source: Yet this criticism misses the point.
zh_cn: 但是这种批评没说到点上。

source: Absurd narrative is a painstaking technique because it is trying to establish a lack of rationality through an instinctual, rigidly structured text, out of a desire to extinguish the possibility of logical consciousness.
zh_cn: 荒诞叙述是一种小心翼翼的技巧，因为它试图通过本能的、严格钦定的文本，彻底地抹杀任何逻辑意识的可能性，从而造成理性的缺失。

source: The Norwegian film The Bothersome Man is clearer about the thought process at work in the construction of an Absurd film.
zh_cn: 挪威电影《超完美地狱》在建构这部荒诞电影时，这样的思维过程表现更为清晰。

source: Jens Lien introduces Andreas (a tour de force from Trond Fausa Aurvaag) as a man with no past, present or future.
zh_cn: 杨斯· 连恩导演下的主角安德烈亚斯是一个没有过去、现在和将来的人物。

source: The disjointed narrative, moving senselessly through time, shows Andreas meeting a person he does not know, who gives him a job he doesn't know how perform (though he seems to be dealing well with what looks like accountancy), easily meeting a woman he moves in and out with, and a lover who loves everyone.
zh_cn: 电影中杂乱无章的叙述随着时间轴麻木地滚动，安德烈亚斯从一个不认识的人那里得到一份未曾涉足的工作（操作起来有点像会计），轻易搭上一个女人，还交得一个人人爱的炮友。

source: If it sounds like Kafka, that's not far off, though one needs to add an abundance of Grieg's lyricism.
zh_cn: 如果这一切听上去有点卡夫卡，那么好景要乍然即止了，毕竟故事需要点格里格3抒情式的荡气回肠。

source: Nevertheless, Lien is not so much interested in the absurdity of the social organism, so much as questioning the need for emotional sensations in a world that is perfect in its very outset.
zh_cn: 然而，相比于挖掘社会组织的荒谬，连恩更为关心的是电影开头那个近乎完美的世界对情感震撼的需要究竟是多少。

source: The concern for the metaphysical emerges as an unexpected tragedy in the rigidity of a world with all the perfect lines one could wants to hear.
zh_cn: 在这样一个事事顺心，句句切意的僵化世界下，对情感这种抽象物的关注反而会以料想不到的悲剧显现。

source: Therefore in the mere recreation of a rational world, Lien's instinctual search for humanity remains as a poignant afterthought, highlighting the tragedy of not being able to cry at laughter, or laugh at sobs.
zh_cn: 因此在这场仅为娱乐理性世界的电影中，连恩对人性的本能探究给我们留下了一个悲怆的后想，这场悲剧无法以悲极而笑或喜极而泣来形容。

source: A similar comedy with a bitter after-taste is Joachim Trier's debut feature Reprise, though this one is less obviously an Absurdist work.
zh_cn: 另一部类似的影片——乔基姆·特里尔的处女作《重奏》，余味更为苦涩，荒诞主义色彩则略为减弱。

source: The story of two writers in their early twenties aiming for literary recognition (played outstandingly by Anders Danielsen Lie and Espen Klouman-H?iner) looks by the end like a coming of age parable, richly portraying youth, but also the passions of artists.
zh_cn: 故事讲述两个20多岁的作家（由安德斯·丹尼尔森·李和埃彭斯·克劳文海尼扮演）追寻文学认同的过程，结局不仅充分地描画了青春，昭示了一个时代的寓言，还表达了艺术家丰富的激情。

source: The central dichotomy is between Philip (Lie) - who becomes successful from the word go only to end up suffering from psychosis, yet happy with a loving girlfriend by his side - and Erik (Klouman-H?iner) - who slowly secures his position as one of Norway's leading writers through remaining friendless and alienated.
zh_cn: 故事的核心分化在菲利普（李扮演）和埃里克（克劳文海尼扮演）之间展开，菲利普从一开头就大红大紫到最后陷于精神失常，却有钟爱的女友陪伴，埃里克从无名小子逐渐成为挪威地位巩固的主流作家，却由始至终地孤独寂寞。

source: Trier seems to suggest that through rationality, each writer achieves less than they wanted, yet the passionate drive for artistic endeavour brings in itself the only available outcome - even in contradiction to the agent's conscious vision.
zh_cn: 特里克似乎在传达：两个作家通过理性去争取是没法完全达到他们想要的，而对艺术尝试的难以抑制的冲动却带来了它本身唯一会得到的结果，即使这个结果与艺术家的有意识的设想是相悖的。

source: In all three of these features, the echo of Pinter's No Man's Land rings with a deafening intensity.
zh_cn: 上述三部影片与品特的《无主之地》遥相呼应，鸣响震耳欲聋。

source: In all of them, the agent remains with the chimera of rational thought, yet one is always deciding for the Absurd.
zh_cn: 影片的情节虽然是符合理想思维的想象，但仍可划分为荒诞派作品。

source: The auteurist vision thus captures the true disjunction between form and meaning: the former is shaped by the illusion of logic and the latter is defined through instinctual action.
zh_cn: 这些“导演创作至上”的作品正汲取了形式与内容的真正分离：前者靠逻辑的错觉成形，后者借本能活动成义。

source: The mere pinpointing of the decisional act of faith means all three films burst into a heavily structured web of absurdity.
zh_cn: 对信念决定行动的纯粹瞄准使三部影片拼裂成荒诞主题下的一张编织严密的网。

source: Lukas Moodysson, in an exclusive interview for Culture Wars, claims that a work like Container, despite its extreme disjunction of thought, image and sound, has a strict mathematical algorithm dictating the structure.
zh_cn: 鲁卡斯·穆迪森在《文化战争》的独家专访中说道，像《梦修罗》这类的电影作品，尽管它使思维，影像，声音极端分离，但却在结构上有一个严格的精确编排。

source: This may seem an odd comment after listening for 74 minutes to an uninterrupted whispering monologue by Jena Malone, that sounds like a mixture of monotonic Dada poetry and an extended version of Beckett's Not I, superimposed on a juxtaposition of black-and-white images centred around an autistic woman trapped in a man's body (Peter Lorentzon) and his carer/friend/stranger man trapped in a woman's body (Mariha ?berg).
zh_cn: 听完耶娜·马龙74分钟无法解释的耳语独白后，这个解说或许有点奇怪。影片的独白听起来就像达达主义独白式诗歌或贝克特《非我》的扩展版，与声音并置的黑白画面穿插于被困在一个男人（皮特·洛伦松扮演）体内的自闭症女人和被困在另一个女人（玛利亚·埃贝格扮演）体内的这个男人（皮特·洛伦松）的男看护（或男朋友，或两个男人互不相识）之间。

source: Or are they trapped in each other? Or maybe their perception is at fault? Or maybe our perception is at fault?
zh_cn: 他们是互相被困吗？还是或许他们的认知出现错误？还是或许我们的认知出现错误？

source: Moodysson's ideal spectator would leave the cinema perplexed after a first viewing.
zh_cn: 恐怕就算是最能理解穆迪森影片的观众在观看一次后也会困惑离场。

source: The director admits that in subsequent viewings even he is utterly mesmerised by the density of thought, and the congestion of ideas in it.
zh_cn: 导演承认他随后看了数遍，也彻底被电影里凝结的思维、浓稠的意念迷惑了。

source: Certain critics have labelled Container pretentious. This says less about Moodysson than the critics themselves, who are clearly not confident that they understand the work.
zh_cn: 某些评论认为《梦修罗》自以为是，这种说法显然出于那些没有足够信心理解这部作品之人，而不是针对导演本人。

source: Such labelling shows an intellectual and emotional laziness (not understanding or not liking the film are a different matter).
zh_cn: 对不理解和不喜欢的区分不明显，恰恰表明评论人在智力上和情感上的懒惰。

source: And no, Mr Moodysson, these were not Americans, but rather British journalists, who 'damage their intelligence by being so very happy with how intelligent they are' (Lukas Moodysson, Sacramento - Czernowitz, 17 January 2006).
zh_cn: 穆迪森先生说，这些人不是美国人，而且英国记者，“他们乐于自认聪明，这样正贬损了他们的智慧。”（鲁卡斯·穆迪森，《萨克拉门托(美国加州首府)至切尔诺维茨（乌克兰城市）4》，2006年1月17日）。

source: It is true, Container is a painstaking chore to go through, yet the abundance of ideas on sexuality, gender politics, body politics, war, religion, poetry, text, celebrity culture, and much more, plays like a ballet of afterthoughts, beautiful, pure, and rewarding.
zh_cn: 确实，《梦修罗》观看起来很费神，繁琐细微之处尤多，其中蕴含了性、性别政治、身体政治、战争、宗教、诗歌、文本、名流文化等各种丰富的意义，彷如一场嚼余留香，优美纯粹又受益匪浅的芭蕾盛会。

source: In the disjunction of form, Moodysson is technically celebrating cinema as the most accomplished medium for the birth of the Absurd in its chaste form.
zh_cn: 穆迪森将形式从内容分离，用电影的原始纯粹的形式创作荒诞派电影， 是在技术上赞誉了电影是荒诞派诞生的最为成熟的媒介。
